---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleHorizontalAlignment.Left
enum: Autodesk.Revit.DB.ScheduleHorizontalAlignment
source: html/80fa3cbc-3cfe-bcfc-ac1f-9487c45f2908.htm
---
# Autodesk.Revit.DB.ScheduleHorizontalAlignment.Left

Left aligned